mermaid/desp.md
```mermaid
graph LR
    Job_seekers(Job seekers) -->|uses| Online_system(Online system)
    Online_system -->|communicates with| DESP(DESP)
    DESP -->|depends on| CMS(CMS)
    Employers(Employers) -->|uses| Online_system
```
